{
  "home": "Accueil",
  "experience": "Expérience",
  "services": "Services",
  "insights": "Perspectives",
  "contact-btn": "Contact",
  "hero-title-1": "Construisez le Futur avec des",
  "hero-title-2": "Solutions Web, Mobiles & IA",
  "hero-paragraph": "Nous concevons des produits numériques puissants, évolutifs et intelligents qui transforment vos idées en impact réel. Des MVP de startups aux plateformes d'entreprise—lancez plus vite, plus intelligemment et mieux.",
  "stat-clients": "clients",
  "stat-mobile": "applications mobiles",
  "stat-web": "applications web",
  "web-title-1": "Applications Web Robustes,",
  "web-title-2": "Conçues pour Évoluer,",
  "web-paragraph": "Notre équipe d'experts conçoit et développe des plateformes web hautes performances en utilisant des frameworks modernes, adaptés à vos besoins—sécurisées, réactives et conçues pour la croissance.",
  "mobile-title-1": "Expériences Mobiles Fluides pour,",
  "mobile-title-2": "iOS & Android,",
  "mobile-paragraph": "De l'idée à l'App Store, nous créons des applications mobiles élégantes et conviviales qui engagent les utilisateurs et renforcent votre marque. Solutions natives et multiplateformes, optimisées pour la performance.",
  "ai-title-1": "Solutions d'IA Intelligentes qui",
  "ai-title-2": "Génèrent des Résultats,",
  "ai-paragraph": "Tirez parti de l'intelligence artificielle de pointe pour automatiser les workflows, personnaliser les expériences et débloquer de nouvelles sources de revenus. Nous créons des outils intelligents qui rendent vos produits plus intelligents.",
  "service-title-1": "Services",
  "service-paragraph": "Nous proposons des services clés en main qui donnent vie à votre vision—conçus pour ravir, construits pour durer et maintenus pour évoluer.",
  "service-design": "Conception",
  "service-design-paragraph": "Nous transformons vos idées en designs intuitifs et esthétiques qui captivent vos utilisateurs.",
  "service-dev": "Développement",
  "service-dev-paragraph": "Nos développeurs créent des applications évolutives et sécurisées en utilisant les dernières technologies.",
  "service-deploy": "Déploiement/Maintenance",
  "service-deploy-paragraph": "Nous gérons l'infrastructure, le CI/CD, la surveillance et les mises à jour—pour que votre application reste rapide, sécurisée et disponible.",
  "insight-title-1": "Votre Partenaire Technologique pour",
  "insight-title-2": "une Croissance à Long Terme,",
  "insight-paragraph": "Nous ne construisons pas seulement des applications—nous aidons les entreprises à croître. Grâce à une consultation stratégique, un développement itératif et une optimisation des performances, nous veillons à ce que votre produit évolue avec votre vision.",
  "cta-title-1": "Votre avis est important,",
  "cta-title-2": "Des questions ?",
  "cta-title-3": "Prêt à",
  "cta-title-4": "commencer ?",
  "cta-btn": "Envoyer",
  "footer-title-1": "Construisons Ensemble Quelque Chose d'Exceptionnel,",
  "footer-paragraph": "Prêt à donner vie à votre vision ? Contactez-nous dès aujourd'hui pour commencer votre voyage vers l'excellence numérique."
}